Repository: leobouilloux/randomUser
Catalog: RandomUser/*.lproj/Localizable.strings
Languages: fr

# error.noDataReceived
source: No data has been received from the remote server
fr: Aucune donnée n'est renvoyée par le serveur distant

# error.jsonDecodeFailed
source: The data received seems to be badly formatted
fr: Les données reçue ne sont pas correctement formatées

# error.errorReceived
source: Unexpected network error
fr: Erreur réseau

# error.cannotWriteToDatabase
source: Unable to save fetched data
fr: Impossible d'enregistrer les données reçues

# error.cannotWipeDatabase
source: Unable to wipe database
fr: Impossible d'effacer la base de données

# splashScreen.avatarCaption
source: Technical test project made by LÃ©o Marcotte
fr: Test technique réalisé par Léo Marcotte

# UsersList.refresh
source: Refresh
fr: Rafraichir

# UserDetails.locationTitle
source: Location
fr: Localisation

# UserDetails.credentialsTitle
source: Credentials
fr: Identifiants

# UserDetails.yearsOld
source: %@ years old
fr: %@ ans
